micropython/micropython/ports/raspberrypi/boards/lilygo_t_display_rp2040/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "LILYGO T-DISPLAY"
#define MICROPY_HW_MCU_NAME "rp2040"
